export const REGIONS = [
    '전체', '서울', '경기', '인천', '대전', '대구', '부산', '울산',
    '광주', '세종', '강원', '충청', '전라', '경상', '제주'
];


export const SIDO_MAP: Record<string, string[]> = {
    '서울': ['서울'],
    '경기': ['경기'],
    '인천': ['인천'],
    '강원': ['강원'],
    '부산': ['부산'],
    '대구': ['대구'],
    '울산': ['울산'],
    '대전': ['대전'],
    '광주': ['광주'],
    '제주': ['제주'],
    '경상': ['경상북도', '경상남도', '경북', '경남', '대구', '부산', '울산'],
    '전라': ['전라북도', '전라남도', '전북', '전남', '광주'],
    '충청': ['충청북도', '충청남도', '충북', '충남', '대전', '세종'],
}
